Индивидуальный план работы Рябышкиной А.С.

Обсуждение дизайна интерфейса онлайн-консультанта (6 часов)

Консультация с участниками (6 часов)

Разработка дизайна-макета онлайн-консультанта (6 часов)

Создание дизайна-макетов онлайн-консультанта (9 часов)

Правка дизайн-макетов, создание дополнительных макетов (6 часов)

Разработка постера проекта (6 часов)

Создание постера проекта (9 часов)

Правка постера проекта (6 часов)

Ведение документации по проекту (6 часов)

Консультация с куратором (6 часов)

Внесение заключительных правок в дизайн-макет, постер проекта и итоговую документацию (6 часов)
