Коллективное обсуждение концепции и дизайна интерфейса онлайн-консультанта - 3-4 апреля (6 часов)

Верстка по макету: написание основного html кода и базовых стилей css - 5-6 апреля(6 часов)

Соглосовать с капитаном команды написанный код-7 апреля (3 часа)

Изучение основ jquery - 8-12 апреля (9 часов)

Изучение плагина Convform -13-17 апреля (9 часов)

Доработка html кода и стилей css -21-23 апреля (6 часов)

Соглосование с капитаном команды конечного html кода и css стилей -24 апреля (3 часа)

Написание скриптов и плагина для онлайн-консультанта(9 часов)-25апреля-5 мая (9 часов)

Проверка на ошибки в коде и доработка -5-8 мая (6 часов)

Тестирование онлайн-консультанта на сайте FSC - 9-10 мая (6 часов)

Доработка и исправление ошибок -11-14 мая(9 часов)

Финальное тестирование - 15 мая (4 часа)
